[
  [
    {
      "verse": {
        "text": "اِ۬لۡحَمۡدُ لِلَّهِ رَبِّ اِ۬لۡعَٰلَمِينَ",
        "number": 1
      },
      "page": {
        "start": 1,
        "end": 5
      }
    },
    {
      "verse": {
        "text": "۞إِنَّ اَ۬للَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا اَ۬لَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ اُ۬لۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا اَ۬لَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ اَ۬للَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا اَ۬لۡفَٰسِقِينَ",
        "number": 32
      },
      "page": {
        "start": 5,
        "end": 7
      }
    },
    {
      "verse": {
        "text": "۞أَتَأۡمُرُونَ اَ۬لنَّاسَ بِالۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ اَ۬لۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ",
        "number": 50
      },
      "page": {
        "start": 7,
        "end": 9
      }
    },
    {
      "verse": {
        "text": "۞وَإِذِ اِ۪سۡتَسۡقَىٰ مُوسۭيٰ لِقَوۡمِهِۦ فَقُلۡنَا اَ۪ضۡرِب بِّعَصَاكَ اَ۬لۡحَجَرَۖ فَاَنفَجَرَتۡ مِنۡهُ اُ۪ثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَاَشۡرَبُواْ مِن رِّزۡقِ اِ۬للَّهِ وَلَا تَعۡثَوۡاْ فِي اِ۬لۡأَرۡضِ مُفۡسِدِينَ",
        "number": 66
      },
      "page": {
        "start": 9,
        "end": 11
      }
    },
    {
      "verse": {
        "text": "۞أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ اَ۬للَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ",
        "number": 81
      },
      "page": {
        "start": 11,
        "end": 14
      }
    },
    {
      "verse": {
        "text": "۞وَلَقَد جَّآءَكُم مُّوسۭيٰ بِالۡبَيِّنَٰتِ ثُمَّ اَ۪تَّخَذتُّمُ اُ۬لۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ",
        "number": 98
      },
      "page": {
        "start": 14,
        "end": 16
      }
    },
    {
      "verse": {
        "text": "۞مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نَنسَـٔۡهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
        "number": 112
      },
      "page": {
        "start": 17,
        "end": 19
      }
    },
    {
      "verse": {
        "text": "وَاَتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ",
        "number": 129
      },
      "page": {
        "start": 19,
        "end": 21
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞سَيَقُولُ اُ۬لسُّفَهَآءُ مِنَ اَ۬لنّ۪اسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمِ اِ۬لَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ اِ۬لۡمَشۡرِقُ وَاَلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ اِ۪لَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
        "number": 148
      },
      "page": {
        "start": 22,
        "end": 24
      }
    },
    {
      "verse": {
        "text": "۞إِنَّ اَ۬لصَّفَا وَاَلۡمَرۡوَةَ مِن شَعَآئِرِ اِ۬للَّهِۖ فَمَنۡ حَجَّ اَ۬لۡبَيۡتَ أَوِ اِ۪عۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ اَ۬للَّهَ شَاكِرٌ عَلِيمٌ",
        "number": 164
      },
      "page": {
        "start": 24,
        "end": 26
      }
    },
    {
      "verse": {
        "text": "۞لَّيۡسَ اَ۬لۡبِرُّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ اَ۬لۡمَشۡرِقِ وَاَلۡمَغۡرِبِ وَلَٰكِنَّ اَ۬لۡبِرَّ مَنۡ ءَامَنَ بِاللَّهِ وَاَلۡيَوۡمِ اِ۬لۡأٓخِرِ وَاَلۡمَلَٰٓئِكَةِ وَاَلۡكِتَٰبِ وَاَلنَّبِيِّـۧنَ وَءَاتَى اَ۬لۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي اِ۬لۡقُرۡبۭيٰ وَاَلۡيَتَٰمَىٰ وَاَلۡمَسَٰكِينَ وَاَبۡنَ اَ۬لسَّبِيلِ وَاَلسَّآئِلِينَ وَفِي اِ۬لرِّقَابِ وَأَقَامَ اَ۬لصَّلَوٰةَ وَءَاتَى اَ۬لزَّكَوٰةَ وَاَلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَاَلصَّٰبِرِينَ فِي اِ۬لۡبَأۡسَآءِ وَاَلضَّرَّآءِ وَحِينَ اَ۬لۡبَأۡسِۗ أُوْلَٰٓئِكَ اَ۬لَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ اُ۬لۡمُتَّقُونَ",
        "number": 183
      },
      "page": {
        "start": 27,
        "end": 29
      }
    },
    {
      "verse": {
        "text": "۞يَسۡـَٔلُونَكَ عَنِ اِ۬لۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنّ۪اسِ وَاَلۡحَجِّۗ وَلَيۡسَ اَ۬لۡبِرُّ بِأَن تَأۡتُواْ اُ۬لۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ اَ۬لۡبِرَّ مَنِ اِ۪تَّقَىٰۗ وَأۡتُواْ اُ۬لۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَاَتَّقُواْ اُ۬للَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
        "number": 195
      },
      "page": {
        "start": 29,
        "end": 31
      }
    },
    {
      "verse": {
        "text": "۞وَاَذۡكُرُواْ اُ۬للَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ اِ۪تَّقَىٰۗ وَاَتَّقُواْ اُ۬للَّهَ وَاَعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ",
        "number": 208
      },
      "page": {
        "start": 32,
        "end": 34
      }
    },
    {
      "verse": {
        "text": "۞يَسۡـَٔلُونَكَ عَنِ اِ۬لۡخَمۡرِ وَاَلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنّ۪اسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَ",
        "number": 224
      },
      "page": {
        "start": 34,
        "end": 37
      }
    },
    {
      "verse": {
        "text": "۞وَاَلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ اَ۬لرَّضَاعَةَۚ وَعَلَى اَ۬لۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِالۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرُّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى اَ۬لۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِالۡمَعۡرُوفِۗ وَاَتَّقُواْ اُ۬للَّهَ وَاَعۡلَمُوٓاْ أَنَّ اَ۬للَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
        "number": 238
      },
      "page": {
        "start": 37,
        "end": 39
      }
    },
    {
      "verse": {
        "text": "۞أَلَمۡ تَرَ إِلَى اَ۬لَّذِينَ خَرَجُواْ مِن دِيٰ۪رِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ اَ۬لۡمَوۡتِ فَقَالَ لَهُمُ اُ۬للَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ اَ۬للَّهَ لَذُو فَضۡلٍ عَلَى اَ۬لنّ۪اسِ وَلَٰكِنَّ أَكۡثَرَ اَ۬لنّ۪اسِ لَا يَشۡكُرُونَ",
        "number": 248
      },
      "page": {
        "start": 39,
        "end": 41
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞تِلۡكَ اَ۬لرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ اَ۬للَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى اَ۪بۡنَ مَرۡيَمَ اَ۬لۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ اِ۬لۡقُدُسِۗ وَلَوۡ شَآءَ اَ۬للَّهُ مَا اَ۪قۡتَتَلَ اَ۬لَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ اُ۬لۡبَيِّنَٰتُ وَلَٰكِنِ اِ۪خۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ اَ۬للَّهُ مَا اَ۪قۡتَتَلُواْ وَلَٰكِنَّ اَ۬للَّهَ يَفۡعَلُ مَا يُرِيدُ",
        "number": 258
      },
      "page": {
        "start": 42,
        "end": 44
      }
    },
    {
      "verse": {
        "text": "قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَاَللَّهُ غَنِيٌّ حَلِيمٞ",
        "number": 269
      },
      "page": {
        "start": 44,
        "end": 46
      }
    },
    {
      "verse": {
        "text": "۞لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ اَ۬للَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا اَ۪بۡتِغَآءَ وَجۡهِ اِ۬للَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
        "number": 278
      },
      "page": {
        "start": 46,
        "end": 48
      }
    },
    {
      "verse": {
        "text": "وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرُهُنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ اِ۬لَّذِي اِ۟ؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ اِ۬للَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ اُ۬لشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَاَللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ",
        "number": 289
      },
      "page": {
        "start": 49,
        "end": 51
      }
    },
    {
      "verse": {
        "text": "۞قُلۡ أَو۬نَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۚ لِلَّذِينَ اَ۪تَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا اَ۬لۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ اَ۬للَّهِۗ وَاَللَّهُ بَصِيرُۢ بِالۡعِبَادِ",
        "number": 307
      },
      "page": {
        "start": 51,
        "end": 54
      }
    },
    {
      "verse": {
        "text": "۞إِنَّ اَ۬للَّهَ اَ۪صۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى اَ۬لۡعَٰلَمِينَ",
        "number": 325
      },
      "page": {
        "start": 54,
        "end": 56
      }
    },
    {
      "verse": {
        "text": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَاَتَّبَعۡنَا اَ۬لرَّسُولَ فَاَكۡتُبۡنَا مَعَ اَ۬لشَّٰهِدِينَ",
        "number": 344
      },
      "page": {
        "start": 56,
        "end": 59
      }
    },
    {
      "verse": {
        "text": "بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَاَتَّقَىٰ فَإِنَّ اَ۬للَّهَ يُحِبُّ اُ۬لۡمُتَّقِينَ",
        "number": 367
      },
      "page": {
        "start": 59,
        "end": 62
      }
    }
  ],
  [
    {
      "verse": {
        "text": "كُلُّ اُ۬لطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنزَلَ اَ۬لتَّوۡر۪ىٰةُۚ قُلۡ فَأۡتُواْ بِالتَّوۡر۪ىٰةِ فَاَتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ",
        "number": 385
      },
      "page": {
        "start": 62,
        "end": 64
      }
    },
    {
      "verse": {
        "text": "۞لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ اِ۬لۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ اِ۬للَّهِ ءَانَآءَ اَ۬لَّيۡلِ وَهُمۡ يَسۡجُدُونَ",
        "number": 405
      },
      "page": {
        "start": 64,
        "end": 66
      }
    },
    {
      "verse": {
        "text": "۞وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا اَ۬لسَّمَٰوَٰتُ وَاَلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ",
        "number": 425
      },
      "page": {
        "start": 67,
        "end": 69
      }
    },
    {
      "verse": {
        "text": "۞إِذ تُّصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَاَلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡر۪ىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَاَللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
        "number": 445
      },
      "page": {
        "start": 69,
        "end": 72
      }
    },
    {
      "verse": {
        "text": "۞يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ اَ۬للَّهِ وَفَضۡلٖ وَأَنَّ اَ۬للَّهَ لَا يُضِيعُ أَجۡرَ اَ۬لۡمُؤۡمِنِينَ",
        "number": 463
      },
      "page": {
        "start": 72,
        "end": 74
      }
    },
    {
      "verse": {
        "text": "۞لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ اَ۬لَّذِينَ أُوتُواْ اُ۬لۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ اَ۬لَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ اِ۬لۡأُمُورِ",
        "number": 478
      },
      "page": {
        "start": 74,
        "end": 76
      }
    },
    {
      "verse": {
        "text": "يَٰٓأَيُّهَا اَ۬لنَّاسُ اُ۪تَّقُواْ رَبَّكُمُ اُ۬لَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَاَتَّقُواْ اُ۬للَّهَ اَ۬لَّذِي تَسَّآءَلُونَ بِهِۦ وَاَلۡأَرۡحَامَۚ إِنَّ اَ۬للَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا",
        "number": 493
      },
      "page": {
        "start": 77,
        "end": 78
      }
    },
    {
      "verse": {
        "text": "۞وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ اُ۬لرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ اَ۬لرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ اَ۬لثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ اِ۪مۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا اَ۬لسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي اِ۬لثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ اَ۬للَّهِۗ وَاَللَّهُ عَلِيمٌ حَلِيمٞ",
        "number": 504
      },
      "page": {
        "start": 79,
        "end": 81
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞وَاَلۡمُحۡصَنَٰتُ مِنَ اَ۬لنِّسَآ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ اَ۬للَّهِ عَلَيۡكُمۡۚ وَأَحَلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا اَ۪سۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ اِ۬لۡفَرِيضَةِۚ إِنَّ اَ۬للَّهَ كَانَ عَلِيمًا حَكِيمٗا",
        "number": 516
      },
      "page": {
        "start": 82,
        "end": 84
      }
    },
    {
      "verse": {
        "text": "وَاَعۡبُدُواْ اُ۬للَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِالۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي اِ۬لۡقُرۡبۭيٰ وَاَلۡيَتَٰمَىٰ وَاَلۡمَسَٰكِينِ وَاَلۡجَارِ ذِي اِ۬لۡقُرۡبۭيٰ وَاَلۡجَارِ اِ۬لۡجُنُبِ وَاَلصَّاحِبِ بِالۡجَنۢبِ وَاَبۡنِ اِ۬لسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ اَ۬للَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا",
        "number": 528
      },
      "page": {
        "start": 84,
        "end": 87
      }
    },
    {
      "verse": {
        "text": "۞إِنَّ اَ۬للَّهَ يَأۡمُرۡكُمۡ أَن تُؤَدُّواْ اُ۬لۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ اَ۬لنّ۪اسِ أَن تَحۡكُمُواْ بِالۡعَدۡلِۚ إِنَّ اَ۬للَّهَ نِع۪مَّا يَعِظُكُم بِهِۦٓۗ إِنَّ اَ۬للَّهَ كَانَ سَمِيعَۢا بَصِيرٗا",
        "number": 549
      },
      "page": {
        "start": 87,
        "end": 89
      }
    },
    {
      "verse": {
        "text": "۞فَلۡيُقَٰتِلۡ فِي سَبِيلِ اِ۬للَّهِ اِ۬لَّذِينَ يَشۡرُونَ اَ۬لۡحَيَوٰةَ اَ۬لدُّنۡيۭا بِالۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ اِ۬للَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِب فَّسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا",
        "number": 565
      },
      "page": {
        "start": 89,
        "end": 92
      }
    },
    {
      "verse": {
        "text": "۞فَمَا لَكُمۡ فِي اِ۬لۡمُنَٰفِقِينَ فِئَتَيۡنِ وَاَللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوٓاْۚ أَتُرِيدُونَ أَن تَهۡدُواْ مَنۡ أَضَلَّ اَ۬للَّهُۖ وَمَن يُضۡلِلِ اِ۬للَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا",
        "number": 579
      },
      "page": {
        "start": 92,
        "end": 94
      }
    },
    {
      "verse": {
        "text": "۞وَمَن يُهَاجِرۡ فِي سَبِيلِ اِ۬للَّهِ يَجِدۡ فِي اِ۬لۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى اَ۬للَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ اُ۬لۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى اَ۬للَّهِۗ وَكَانَ اَ۬للَّهُ غَفُورٗا رَّحِيمٗا",
        "number": 591
      },
      "page": {
        "start": 94,
        "end": 96
      }
    },
    {
      "verse": {
        "text": "۞لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوۭىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۢ بَيۡنَ اَ۬لنّ۪اسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ اَ۪بۡتِغَآءَ مَرۡضَاتِ اِ۬للَّهِ فَسَوۡفَ يُؤۡتِيهِ أَجۡرًا عَظِيمٗا",
        "number": 605
      },
      "page": {
        "start": 97,
        "end": 99
      }
    },
    {
      "verse": {
        "text": "يَٰٓأَيُّهَا اَ۬لَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ بِالۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ اِ۬لۡوَٰلِدَيۡنِ وَاَلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَاَللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ اُ۬لۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ اَ۬للَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا",
        "number": 626
      },
      "page": {
        "start": 100,
        "end": 101
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞لَّا يُحِبُّ اُ۬للَّهُ اُ۬لۡجَهۡرَ بِالسُّوٓءِ مِنَ اَ۬لۡقَوۡلِ إِلَّا مَن ظُلِمَۚ وَكَانَ اَ۬للَّهُ سَمِيعًا عَلِيمًا",
        "number": 639
      },
      "page": {
        "start": 102,
        "end": 103
      }
    },
    {
      "verse": {
        "text": "إِنَّآ أَوۡحَيۡنَآ إِلَيۡكَ كَمَآ أَوۡحَيۡنَآ إِلَىٰ نُوحٖ وَاَلنَّبِيِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَيۡنَآ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَاَلۡأَسۡبَاطِ وَعِيسۭيٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيۡمَٰنَۚ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا",
        "number": 654
      },
      "page": {
        "start": 104,
        "end": 106
      }
    },
    {
      "verse": {
        "text": "يَٰٓأَيُّهَا اَ۬لَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِالۡعُقُودِ",
        "number": 668
      },
      "page": {
        "start": 106,
        "end": 109
      }
    },
    {
      "verse": {
        "text": "۞وَلَقَدۡ أَخَذَ اَ۬للَّهُ مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَبَعَثۡنَا مِنۡهُمُ اُ۪ثۡنَيۡ عَشَرَ نَقِيبٗاۖ وَقَالَ اَ۬للَّهُ إِنِّي مَعَكُمۡۖ لَئِنۡ أَقَمۡتُمُ اُ۬لصَّلَوٰةَ وَءَاتَيۡتُمُ اُ۬لزَّكَوٰةَ وَءَامَنتُم بِرُسُلِي وَعَزَّرۡتُمُوهُمۡ وَأَقۡرَضۡتُمُ اُ۬للَّهَ قَرۡضًا حَسَنٗا لَّأُكَفِّرَنَّ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَلَأُدۡخِلَنَّكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا اَ۬لۡأَنۡهَٰرُۚ فَمَن كَفَرَ بَعۡدَ ذَٰلِكَ مِنكُمۡ فَقَد ضَّلَّ سَوَآءَ اَ۬لسَّبِيلِ",
        "number": 680
      },
      "page": {
        "start": 109,
        "end": 112
      }
    },
    {
      "verse": {
        "text": "۞وَاَتۡلُ عَلَيۡهِمۡ نَبَأَ اَ۪بۡنَيۡ ءَادَمَ بِالۡحَقِّ إِذۡ قَرَّبَا قُرۡبَانٗا فَتُقُبِّلَ مِنۡ أَحَدِهِمَا وَلَمۡ يُتَقَبَّلۡ مِنَ اَ۬لۡأٓخَرِ قَالَ لَأَقۡتُلَنَّكَۖ قَالَ إِنَّمَا يَتَقَبَّلُ اُ۬للَّهُ مِنَ اَ۬لۡمُتَّقِينَ",
        "number": 696
      },
      "page": {
        "start": 112,
        "end": 114
      }
    },
    {
      "verse": {
        "text": "۞يَٰٓأَيُّهَا اَ۬لرَّسُولُ لَا يَحۡزُنكَ اَ۬لَّذِينَ يُسَٰرِعُونَ فِي اِ۬لۡكُفۡرِ مِنَ اَ۬لَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ اَ۬لَّذِينَ هَادُواْۛ سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ اَ۬لۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَاَحۡذَرُواْۚ وَمَن يُرِدِ اِ۬للَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ اَ۬للَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ اَ۬لَّذِينَ لَمۡ يُرِدِ اِ۬للَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي اِ۬لدُّنۡيۭا خِزۡيٞۖ وَلَهُمۡ فِي اِ۬لۡأٓخِرَةِ عَذَابٌ عَظِيمٞ",
        "number": 710
      },
      "page": {
        "start": 114,
        "end": 116
      }
    },
    {
      "verse": {
        "text": "۞يَٰٓأَيُّهَا اَ۬لَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ اُ۬لۡيَهُودَ وَاَلنَّصَٰر۪يٰٓ أَوۡلِيَآءَۘ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَإِنَّهُۥ مِنۡهُمۡۗ إِنَّ اَ۬للَّهَ لَا يَهۡدِي اِ۬لۡقَوۡمَ اَ۬لظَّٰلِمِينَ",
        "number": 720
      },
      "page": {
        "start": 117,
        "end": 119
      }
    },
    {
      "verse": {
        "text": "۞يَٰٓأَيُّهَا اَ۬لرَّسُولُ بَلِّغۡ مَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَۖ وَإِن لَّمۡ تَفۡعَلۡ فَمَا بَلَّغۡتَ رِسَالَتَهُۥۚ وَاَللَّهُ يَعۡصِمُكَ مِنَ اَ۬لنّ۪اسِۗ إِنَّ اَ۬للَّهَ لَا يَهۡدِي اِ۬لۡقَوۡمَ اَ۬لۡكٰ۪فِرِينَ",
        "number": 736
      },
      "page": {
        "start": 119,
        "end": 121
      }
    }
  ],
  [
    {
      "verse": {
        "text": "لَتَجِدَنَّ أَشَدَّ اَ۬لنّ۪اسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ اُ۬لۡيَهُودَ وَاَلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ اُ۬لَّذِينَ قَالُوٓاْ إِنَّا نَصَٰر۪يٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ",
        "number": 751
      },
      "page": {
        "start": 121,
        "end": 124
      }
    },
    {
      "verse": {
        "text": "۞جَعَلَ اَ۬للَّهُ اُ۬لۡكَعۡبَةَ اَ۬لۡبَيۡتَ اَ۬لۡحَرَامَ قِيَٰمٗا لِّلنّ۪اسِ وَاَلشَّهۡرَ اَ۬لۡحَرَامَ وَاَلۡهَدۡيَ وَاَلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ اَ۬للَّهَ يَعۡلَمُ مَا فِي اِ۬لسَّمَٰوَٰتِ وَمَا فِي اِ۬لۡأَرۡضِ وَأَنَّ اَ۬للَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ",
        "number": 766
      },
      "page": {
        "start": 124,
        "end": 125
      }
    },
    {
      "verse": {
        "text": "يَوۡمَ يَجۡمَعُ اُ۬للَّهُ اُ۬لرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ اُ۬لۡغُيُوبِ",
        "number": 778
      },
      "page": {
        "start": 126,
        "end": 129
      }
    },
    {
      "verse": {
        "text": "وَلَهُۥ مَا سَكَنَ فِي اِ۬لَّيۡلِ وَاَلنَّه۪ارِۚ وَهۡوَ اَ۬لسَّمِيعُ اُ۬لۡعَلِيمُ",
        "number": 803
      },
      "page": {
        "start": 129,
        "end": 131
      }
    },
    {
      "verse": {
        "text": "۞إِنَّمَا يَسۡتَجِيبُ اُ۬لَّذِينَ يَسۡمَعُونَۘ وَاَلۡمَوۡتۭيٰ يَبۡعَثُهُمُ اُ۬للَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ",
        "number": 826
      },
      "page": {
        "start": 132,
        "end": 134
      }
    },
    {
      "verse": {
        "text": "۞وَعِندَهُۥ مَفَاتِحُ اُ۬لۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي اِ۬لۡبَرِّ وَاَلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ اِ۬لۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
        "number": 849
      },
      "page": {
        "start": 134,
        "end": 136
      }
    },
    {
      "verse": {
        "text": "۞وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةًۖ إِنِّيَ أَر۪ىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ",
        "number": 864
      },
      "page": {
        "start": 137,
        "end": 139
      }
    },
    {
      "verse": {
        "text": "۞إِنَّ اَ۬للَّهَ فَالِقُ اُ۬لۡحَبِّ وَاَلنَّوَىٰۖ يُخۡرِجُ اُ۬لۡحَيَّ مِنَ اَ۬لۡمَيۡتِ وَمُخۡرِجُ اُ۬لۡمَيۡتِ مِنَ اَ۬لۡحَيِّۚ ذَٰلِكُمُ اُ۬للَّهُۖ فَأَنّۭيٰ تُؤۡفَكُونَ",
        "number": 885
      },
      "page": {
        "start": 140,
        "end": 141
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمِ اِ۬لۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ اُ۬لۡمَوۡتۭيٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ اَ۬للَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ",
        "number": 901
      },
      "page": {
        "start": 142,
        "end": 144
      }
    },
    {
      "verse": {
        "text": "لَهُمۡ دَارُ اُ۬لسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهۡوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ",
        "number": 917
      },
      "page": {
        "start": 144,
        "end": 146
      }
    },
    {
      "verse": {
        "text": "۞وَهۡوَ اَ۬لَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَاَلنَّخۡلَ وَاَلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَاَلزَّيۡتُونَ وَاَلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ اُ۬لۡمُسۡرِفِينَ",
        "number": 931
      },
      "page": {
        "start": 146,
        "end": 148
      }
    },
    {
      "verse": {
        "text": "۞قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِالۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ اُ۬لۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ اُ۬لنَّفۡسَ اَ۬لَّتِي حَرَّمَ اَ۬للَّهُ إِلَّا بِالۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
        "number": 941
      },
      "page": {
        "start": 148,
        "end": 150
      }
    },
    {
      "verse": {
        "text": "الٓمٓصٓۚ كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡر۪يٰ لِلۡمُؤۡمِنِينَ",
        "number": 957
      },
      "page": {
        "start": 151,
        "end": 153
      }
    },
    {
      "verse": {
        "text": "يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَاَشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ اُ۬لۡمُسۡرِفِينَ",
        "number": 985
      },
      "page": {
        "start": 154,
        "end": 156
      }
    },
    {
      "verse": {
        "text": "۞وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآ أَصۡحَٰبِ اِ۬لنّ۪ارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ اَ۬لۡقَوۡمِ اِ۬لظَّٰلِمِينَ",
        "number": 1002
      },
      "page": {
        "start": 156,
        "end": 158
      }
    },
    {
      "verse": {
        "text": "۞وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ اِ۟عۡبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ",
        "number": 1020
      },
      "page": {
        "start": 158,
        "end": 161
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞قَالَ اَ۬لۡمَلَأُ اُ۬لَّذِينَ اَ۪سۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَاَلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ",
        "number": 1043
      },
      "page": {
        "start": 162,
        "end": 164
      }
    },
    {
      "verse": {
        "text": "۞وَأَوۡحَيۡنَآ إِلَىٰ مُوسۭيٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلَقَّفُ مَا يَأۡفِكُونَ",
        "number": 1072
      },
      "page": {
        "start": 164,
        "end": 167
      }
    },
    {
      "verse": {
        "text": "۞وَوَعَدۡنَا مُوسۭيٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسۭيٰ لِأَخِيهِ هَٰرُونَ اَ۟خۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ اَ۬لۡمُفۡسِدِينَ",
        "number": 1098
      },
      "page": {
        "start": 167,
        "end": 169
      }
    },
    {
      "verse": {
        "text": "۞وَاَكۡتُبۡ لَنَا فِي هَٰذِهِ اِ۬لدُّنۡيۭا حَسَنَةٗ وَفِي اِ۬لۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ اَ۬لزَّكَوٰةَ وَاَلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ",
        "number": 1112
      },
      "page": {
        "start": 170,
        "end": 172
      }
    },
    {
      "verse": {
        "text": "۞وَإِذۡ نَتَقۡنَا اَ۬لۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَاَذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ",
        "number": 1127
      },
      "page": {
        "start": 173,
        "end": 175
      }
    },
    {
      "verse": {
        "text": "۞هُوَ اَ۬لَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا اَ۬للَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ اَ۬لشَّٰكِرِينَ",
        "number": 1145
      },
      "page": {
        "start": 175,
        "end": 176
      }
    },
    {
      "verse": {
        "text": "يَسۡـَٔلُونَكَ عَنِ اِ۬لۡأَنفَالِۖ قُلِ اِ۬لۡأَنفَالُ لِلَّهِ وَاَلرَّسُولِۖ فَاَتَّقُواْ اُ۬للَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ اُ۬للَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ",
        "number": 1163
      },
      "page": {
        "start": 177,
        "end": 179
      }
    },
    {
      "verse": {
        "text": "إِنَّ شَرَّ اَ۬لدَّوَآبِّ عِندَ اَ۬للَّهِ اِ۬لصُّمُّ اُ۬لۡبُكۡمُ اُ۬لَّذِينَ لَا يَعۡقِلُونَ",
        "number": 1184
      },
      "page": {
        "start": 179,
        "end": 181
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞وَاَعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي اِ۬لۡقُرۡبۭيٰ وَاَلۡيَتَٰمَىٰ وَاَلۡمَسَٰكِينِ وَاَبۡنِ اِ۬لسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِاللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ اَ۬لۡفُرۡقَانِ يَوۡمَ اَ۪لۡتَقَى اَ۬لۡجَمۡعَانِۗ وَاَللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
        "number": 1203
      },
      "page": {
        "start": 182,
        "end": 184
      }
    },
    {
      "verse": {
        "text": "وَإِن جَنَحُواْ لِلسَّلۡمِ فَاَجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى اَ۬للَّهِۚ إِنَّهُۥ هُوَ اَ۬لسَّمِيعُ اُ۬لۡعَلِيمُ",
        "number": 1224
      },
      "page": {
        "start": 184,
        "end": 186
      }
    },
    {
      "verse": {
        "text": "بَرَآءَةٞ مِّنَ اَ۬للَّهِ وَرَسُولِهِۦٓ إِلَى اَ۬لَّذِينَ عَٰهَدتُّم مِّنَ اَ۬لۡمُشۡرِكِينَ",
        "number": 1239
      },
      "page": {
        "start": 187,
        "end": 189
      }
    },
    {
      "verse": {
        "text": "۞أَجَعَلۡتُمۡ سِقَايَةَ اَ۬لۡحَآجِّ وَعِمَارَةَ اَ۬لۡمَسۡجِدِ اِ۬لۡحَرَامِ كَمَنۡ ءَامَنَ بِاللَّهِ وَاَلۡيَوۡمِ اِ۬لۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ اِ۬للَّهِۚ لَا يَسۡتَوُۥنَ عِندَ اَ۬للَّهِۗ وَاَللَّهُ لَا يَهۡدِي اِ۬لۡقَوۡمَ اَ۬لظَّٰلِمِينَ",
        "number": 1257
      },
      "page": {
        "start": 189,
        "end": 192
      }
    },
    {
      "verse": {
        "text": "۞يَٰٓأَيُّهَا اَ۬لَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ اَ۬لۡأَحۡب۪ارِ وَاَلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ اَ۬لنّ۪اسِ بِالۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ اِ۬للَّهِۗ وَاَلَّذِينَ يَكۡنِزُونَ اَ۬لذَّهَبَ وَاَلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ اِ۬للَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ",
        "number": 1272
      },
      "page": {
        "start": 192,
        "end": 194
      }
    },
    {
      "verse": {
        "text": "۞وَلَوۡ أَرَادُواْ اُ۬لۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ اَ۬للَّهُ اُ۪نۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ اَ۟قۡعُدُواْ مَعَ اَ۬لۡقَٰعِدِينَ",
        "number": 1284
      },
      "page": {
        "start": 194,
        "end": 196
      }
    },
    {
      "verse": {
        "text": "إِنَّمَا اَ۬لصَّدَقَٰتُ لِلۡفُقَرَآءِ وَاَلۡمَسَٰكِينِ وَاَلۡعَٰمِلِينَ عَلَيۡهَا وَاَلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي اِ۬لرِّقَابِ وَاَلۡغَٰرِمِينَ وَفِي سَبِيلِ اِ۬للَّهِ وَاَبۡنِ اِ۬لسَّبِيلِۖ فَرِيضَةٗ مِّنَ اَ۬للَّهِۗ وَاَللَّهُ عَلِيمٌ حَكِيمٞ",
        "number": 1298
      },
      "page": {
        "start": 196,
        "end": 199
      }
    },
    {
      "verse": {
        "text": "۞وَمِنۡهُم مَّنۡ عَٰهَدَ اَ۬للَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ اَ۬لصَّٰلِحِينَ",
        "number": 1314
      },
      "page": {
        "start": 199,
        "end": 201
      }
    }
  ],
  [
    {
      "verse": {
        "text": "إِنَّمَا اَ۬لسَّبِيلُ عَلَى اَ۬لَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ اَ۬لۡخَوَالِفِ وَطَبَعَ اَ۬للَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ",
        "number": 1332
      },
      "page": {
        "start": 201,
        "end": 204
      }
    },
    {
      "verse": {
        "text": "۞إِنَّ اَ۬للَّهَ اَ۪شۡتَر۪يٰ مِنَ اَ۬لۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ اُ۬لۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ اِ۬للَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي اِ۬لتَّوۡر۪ىٰةِ وَاَلۡإِنجِيلِ وَاَلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ اَ۬للَّهِۚ فَاَسۡتَبۡشِرُواْ بِبَيۡعِكُمُ اُ۬لَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ اَ۬لۡفَوۡزُ اُ۬لۡعَظِيمُ",
        "number": 1350
      },
      "page": {
        "start": 204,
        "end": 206
      }
    },
    {
      "verse": {
        "text": "وَمَا كَانَ اَ۬لۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي اِ۬لدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ",
        "number": 1361
      },
      "page": {
        "start": 206,
        "end": 209
      }
    },
    {
      "verse": {
        "text": "۞وَلَوۡ يُعَجِّلُ اُ۬للَّهُ لِلنّ۪اسِ اِ۬لشَّرَّ اَ۪سۡتِعۡجَالَهُم بِالۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۚ فَنَذَرُ اُ۬لَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
        "number": 1379
      },
      "page": {
        "start": 209,
        "end": 211
      }
    },
    {
      "verse": {
        "text": "لِّلَّذِينَ أَحۡسَنُواْ اُ۬لۡحُسۡنۭيٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞوَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ اُ۬لۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
        "number": 1394
      },
      "page": {
        "start": 212,
        "end": 214
      }
    },
    {
      "verse": {
        "text": "۞وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيَ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
        "number": 1421
      },
      "page": {
        "start": 214,
        "end": 216
      }
    },
    {
      "verse": {
        "text": "۞وَاَتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ اِ۬للَّهِ فَعَلَى اَ۬للَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ اَ۪قۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ",
        "number": 1439
      },
      "page": {
        "start": 217,
        "end": 219
      }
    },
    {
      "verse": {
        "text": "وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ اَ۬لۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ اُ۬لۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا اَ۬لَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ اَ۬لۡمُسۡلِمِينَ",
        "number": 1458
      },
      "page": {
        "start": 219,
        "end": 221
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞وَمَا مِن دَآبَّةٖ فِي اِ۬لۡأَرۡضِ إِلَّا عَلَى اَ۬للَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ",
        "number": 1483
      },
      "page": {
        "start": 222,
        "end": 224
      }
    },
    {
      "verse": {
        "text": "۞مَثَلُ اُ۬لۡفَرِيقَيۡنِ كَاَلۡأَعۡمَىٰ وَاَلۡأَصَمِّ وَاَلۡبَصِيرِ وَاَلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَّكَّرُونَ",
        "number": 1501
      },
      "page": {
        "start": 224,
        "end": 226
      }
    },
    {
      "verse": {
        "text": "وَقَالَ اَ۪رۡكَبُواْ فِيهَا بِسۡمِ اِ۬للَّهِ مُجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ",
        "number": 1518
      },
      "page": {
        "start": 226,
        "end": 228
      }
    },
    {
      "verse": {
        "text": "وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ اِ۟عۡبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ اَ۬لۡأَرۡضِ وَاَسۡتَعۡمَرَكُمۡ فِيهَا فَاَسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ",
        "number": 1537
      },
      "page": {
        "start": 228,
        "end": 231
      }
    },
    {
      "verse": {
        "text": "۞وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ اِ۟عۡبُدُواْ اُ۬للَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ اُ۬لۡمِكۡيَالَ وَاَلۡمِيزَانَۖ إِنِّيَ أَر۪ىٰكُم بِخَيۡرٖ وَإِنِّيَ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ",
        "number": 1560
      },
      "page": {
        "start": 231,
        "end": 233
      }
    },
    {
      "verse": {
        "text": "۞وَأَمَّا اَ۬لَّذِينَ سَعِدُواْ فَفِي اِ۬لۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ اِ۬لسَّمَٰوَٰتُ وَاَلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ",
        "number": 1585
      },
      "page": {
        "start": 233,
        "end": 236
      }
    },
    {
      "verse": {
        "text": "۞لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ",
        "number": 1606
      },
      "page": {
        "start": 236,
        "end": 238
      }
    },
    {
      "verse": {
        "text": "وَقَالَ نِسۡوَةٞ فِي اِ۬لۡمَدِينَةِ اِ۪مۡرَأَتُ اُ۬لۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَد شَّغَفَهَا حُبًّاۖ إِنَّا لَنَر۪ىٰهَا فِي ضَلَٰلٖ مُّبِينٖ",
        "number": 1629
      },
      "page": {
        "start": 238,
        "end": 241
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞وَمَآ أُبَرِّئُ نَفۡسِيَۚ إِنَّ اَ۬لنَّفۡسَ لَأَمَّارَةُۢ بِالسُّوٓ إِلَّا مَا رَحِمَ رَبِّيَۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ",
        "number": 1652
      },
      "page": {
        "start": 242,
        "end": 244
      }
    },
    {
      "verse": {
        "text": "۞قَالُوٓاْ إِن يَسۡرِقۡ فَقَد سَّرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَاَللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ",
        "number": 1676
      },
      "page": {
        "start": 244,
        "end": 247
      }
    },
    {
      "verse": {
        "text": "۞رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ اَ۬لۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ اِ۬لۡأَحَادِيثِۚ فَاطِرَ اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي اِ۬لدُّنۡيۭا وَاَلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِالصَّٰلِحِينَ",
        "number": 1700
      },
      "page": {
        "start": 247,
        "end": 249
      }
    },
    {
      "verse": {
        "text": "وَإِن تَعۡجَب فَّعَجَبٞ قَوۡلُهُمۡ أَٰ۟ذَا كُنَّا تُرَٰبًا أَٰ۟نَّا لَفِي خَلۡقٖ جَدِيدٍ",
        "number": 1715
      },
      "page": {
        "start": 249,
        "end": 251
      }
    },
    {
      "verse": {
        "text": "۞أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ اَ۬لۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ اُ۬لۡأَلۡبَٰبِ",
        "number": 1731
      },
      "page": {
        "start": 252,
        "end": 253
      }
    },
    {
      "verse": {
        "text": "۞مَّثَلُ اُ۬لۡجَنَّةِ اِ۬لَّتِي وُعِدَ اَ۬لۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا اَ۬لۡأَنۡهَٰرُۖ أُكۡلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى اَ۬لَّذِينَ اَ۪تَّقَواْۚ وَّعُقۡبَى اَ۬لۡكٰ۪فِرِينَ اَ۬لنَّارُ",
        "number": 1746
      },
      "page": {
        "start": 254,
        "end": 256
      }
    },
    {
      "verse": {
        "text": "۞قَالَتۡ رُسۡلُهُمۡ أَفِي اِ۬للَّهِ شَكّٞ فَاطِرِ اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ",
        "number": 1767
      },
      "page": {
        "start": 256,
        "end": 259
      }
    },
    {
      "verse": {
        "text": "۞اَ۬لَمۡ تَرَ إِلَى اَ۬لَّذِينَ بَدَّلُواْ نِعۡمَتَ اَ۬للَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ اَ۬لۡبَو۪ارِ",
        "number": 1784
      },
      "page": {
        "start": 259,
        "end": 261
      }
    }
  ],
  [
    {
      "verse": {
        "text": "الٓر۪ۚ تِلۡكَ ءَايَٰتُ اُ۬لۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ",
        "number": 1809
      },
      "page": {
        "start": 262,
        "end": 264
      }
    },
    {
      "verse": {
        "text": "نَبِّئۡ عِبَادِيَ أَنِّيَ أَنَا اَ۬لۡغَفُورُ اُ۬لرَّحِيمُ",
        "number": 1857
      },
      "page": {
        "start": 264,
        "end": 267
      }
    },
    {
      "verse": {
        "text": "أَتَىٰٓ أَمۡرُ اُ۬للَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
        "number": 1908
      },
      "page": {
        "start": 267,
        "end": 270
      }
    },
    {
      "verse": {
        "text": "وَقِيلَ لِلَّذِينَ اَ۪تَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ اِ۬لدُّنۡيۭا حَسَنَةٞۚ وَلَدَارُ اُ۬لۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ اُ۬لۡمُتَّقِينَ",
        "number": 1937
      },
      "page": {
        "start": 270,
        "end": 272
      }
    },
    {
      "verse": {
        "text": "۞وَقَالَ اَ۬للَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ اِ۪ثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞۖ فَإِيَّٰيَ فَاَرۡهَبُونِ",
        "number": 1958
      },
      "page": {
        "start": 272,
        "end": 275
      }
    },
    {
      "verse": {
        "text": "۞ضَرَبَ اَ۬للَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهۡوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ اَ۬لۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
        "number": 1982
      },
      "page": {
        "start": 275,
        "end": 277
      }
    },
    {
      "verse": {
        "text": "۞إِنَّ اَ۬للَّهَ يَأۡمُرُ بِالۡعَدۡلِ وَاَلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي اِ۬لۡقُرۡبۭيٰ وَيَنۡهَىٰ عَنِ اِ۬لۡفَحۡشَآءِ وَاَلۡمُنكَرِ وَاَلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَّكَّرُونَ",
        "number": 1997
      },
      "page": {
        "start": 277,
        "end": 279
      }
    },
    {
      "verse": {
        "text": "يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
        "number": 2018
      },
      "page": {
        "start": 280,
        "end": 281
      }
    }
  ],
  [
    {
      "verse": {
        "text": "سُبۡحَٰنَ اَ۬لَّذِيٓ أَسۡر۪يٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ اَ۬لۡمَسۡجِدِ اِ۬لۡحَرَامِ إِلَى اَ۬لۡمَسۡجِدِ اِ۬لۡأَقۡصَا اَ۬لَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ اَ۬لسَّمِيعُ اُ۬لۡبَصِيرُ",
        "number": 2036
      },
      "page": {
        "start": 282,
        "end": 284
      }
    },
    {
      "verse": {
        "text": "۞وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِالۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ اَ۬لۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفِّ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا",
        "number": 2058
      },
      "page": {
        "start": 284,
        "end": 286
      }
    },
    {
      "verse": {
        "text": "۞قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا",
        "number": 2085
      },
      "page": {
        "start": 287,
        "end": 289
      }
    },
    {
      "verse": {
        "text": "۞وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي اِ۬لۡبَرِّ وَاَلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ اَ۬لطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا",
        "number": 2105
      },
      "page": {
        "start": 289,
        "end": 292
      }
    },
    {
      "verse": {
        "text": "أَوَلَمۡ يَرَوۡاْ أَنَّ اَ۬للَّهَ اَ۬لَّذِي خَلَقَ اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى اَ۬لظَّٰلِمُونَ إِلَّا كُفُورٗا",
        "number": 2134
      },
      "page": {
        "start": 292,
        "end": 295
      }
    },
    {
      "verse": {
        "text": "۞وَتَرَى اَ۬لشَّمۡسَ إِذَا طَلَعَت تَّزَّٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ اَ۬لۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ اَ۬لشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ اِ۬للَّهِۗ مَن يَهۡدِ اِ۬للَّهُ فَهۡوَ اَ۬لۡمُهۡتَدِۦۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا",
        "number": 2162
      },
      "page": {
        "start": 295,
        "end": 297
      }
    },
    {
      "verse": {
        "text": "۞وَاَضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗاۖ كِلۡتَا اَ۬لۡجَنَّتَيۡنِ ءَاتَتۡ أُكۡلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا",
        "number": 2177
      },
      "page": {
        "start": 297,
        "end": 299
      }
    },
    {
      "verse": {
        "text": "۞مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ اَ۬لۡمُضِلِّينَ عَضُدٗا",
        "number": 2195
      },
      "page": {
        "start": 299,
        "end": 301
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِي صَبۡرٗا",
        "number": 2219
      },
      "page": {
        "start": 302,
        "end": 304
      }
    },
    {
      "verse": {
        "text": "وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي اِ۬لصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا",
        "number": 2240
      },
      "page": {
        "start": 304,
        "end": 306
      }
    },
    {
      "verse": {
        "text": "فَحَمَلَتۡهُ فَاَنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
        "number": 2271
      },
      "page": {
        "start": 306,
        "end": 309
      }
    },
    {
      "verse": {
        "text": "فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ اُ۬لصَّلَوٰةَ وَاَتَّبَعُواْ اُ۬لشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
        "number": 2308
      },
      "page": {
        "start": 309,
        "end": 312
      }
    },
    {
      "verse": {
        "text": "طه۪ۚ مَآ أَنزَلۡنَا عَلَيۡكَ اَ۬لۡقُرۡءَانَ لِتَشۡقۭيٰٓ",
        "number": 2349
      },
      "page": {
        "start": 312,
        "end": 315
      }
    },
    {
      "verse": {
        "text": "۞مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡر۪يٰ",
        "number": 2402
      },
      "page": {
        "start": 315,
        "end": 317
      }
    },
    {
      "verse": {
        "text": "۞وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسۭيٰ",
        "number": 2429
      },
      "page": {
        "start": 317,
        "end": 319
      }
    },
    {
      "verse": {
        "text": "۞وَعَنَتِ اِ۬لۡوُجُوهُ لِلۡحَيِّ اِ۬لۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا",
        "number": 2456
      },
      "page": {
        "start": 319,
        "end": 321
      }
    }
  ],
  [
    {
      "verse": {
        "text": "اِ۪قۡتَرَبَ لِلنّ۪اسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
        "number": 2483
      },
      "page": {
        "start": 322,
        "end": 324
      }
    },
    {
      "verse": {
        "text": "۞وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيَ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي اِ۬لظَّٰلِمِينَ",
        "number": 2511
      },
      "page": {
        "start": 324,
        "end": 326
      }
    },
    {
      "verse": {
        "text": "۞وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
        "number": 2533
      },
      "page": {
        "start": 326,
        "end": 329
      }
    },
    {
      "verse": {
        "text": "۞وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ اَ۬لضُّرُّ وَأَنتَ أَرۡحَمُ اُ۬لرَّٰحِمِينَ",
        "number": 2564
      },
      "page": {
        "start": 329,
        "end": 331
      }
    },
    {
      "verse": {
        "text": "يَٰٓأَيُّهَا اَ۬لنَّاسُ اُ۪تَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ اَ۬لسَّاعَةِ شَيۡءٌ عَظِيمٞ",
        "number": 2594
      },
      "page": {
        "start": 332,
        "end": 334
      }
    },
    {
      "verse": {
        "text": "۞هَٰذَانِ خَصۡمَانِ اِ۪خۡتَصَمُواْ فِي رَبِّهِمۡۖ فَاَلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نّ۪ارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمِ اِ۬لۡحَمِيمُۚ يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَاَلۡجُلُودُۚ وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ",
        "number": 2612
      },
      "page": {
        "start": 334,
        "end": 336
      }
    },
    {
      "verse": {
        "text": "أُذِنَ لِلَّذِينَ يُقَٰتِلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ اَ۬للَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ",
        "number": 2630
      },
      "page": {
        "start": 336,
        "end": 339
      }
    },
    {
      "verse": {
        "text": "ذَٰلِكَ بِأَنَّ اَ۬للَّهَ يُولِجُ اُ۬لَّيۡلَ فِي اِ۬لنَّه۪ارِ وَيُولِجُ اُ۬لنَّهَارَ فِي اِ۬لَّيۡلِ وَأَنَّ اَ۬للَّهَ سَمِيعُۢ بَصِيرٞ",
        "number": 2652
      },
      "page": {
        "start": 339,
        "end": 341
      }
    }
  ],
  [
    {
      "verse": {
        "text": "قَدۡ أَفۡلَحَ اَ۬لۡمُؤۡمِنُونَ",
        "number": 2670
      },
      "page": {
        "start": 342,
        "end": 344
      }
    },
    {
      "verse": {
        "text": "هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ",
        "number": 2705
      },
      "page": {
        "start": 344,
        "end": 346
      }
    },
    {
      "verse": {
        "text": "۞وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
        "number": 2745
      },
      "page": {
        "start": 347,
        "end": 349
      }
    },
    {
      "verse": {
        "text": "سُورَةٌ أَنزَلۡنَٰهَا وَفَرَّضۡنَٰهَا وَأَنزَلۡنَا فِيهَآ ءَايَٰتِۢ بَيِّنَٰتٖ لَّعَلَّكُمۡ تَذَّكَّرُونَ",
        "number": 2789
      },
      "page": {
        "start": 350,
        "end": 351
      }
    },
    {
      "verse": {
        "text": "۞يَٰٓأَيُّهَا اَ۬لَّذِينَ ءَامَنُواْ لَا تَتَّبِعُواْ خُطۡوَٰتِ اِ۬لشَّيۡطَٰنِۚ وَمَن يَتَّبِعۡ خُطۡوَٰتِ اِ۬لشَّيۡطَٰنِ فَإِنَّهُۥ يَأۡمُرُ بِالۡفَحۡشَآءِ وَاَلۡمُنكَرِۚ وَلَوۡلَا فَضۡلُ اُ۬للَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ مَا زَكَىٰ مِنكُم مِّنۡ أَحَدٍ أَبَدٗا وَلَٰكِنَّ اَ۬للَّهَ يُزَكِّي مَن يَشَآءُۗ وَاَللَّهُ سَمِيعٌ عَلِيمٞ",
        "number": 2809
      },
      "page": {
        "start": 352,
        "end": 354
      }
    },
    {
      "verse": {
        "text": "۞اَ۬للَّهُ نُورُ اُ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِۚ مَثَلُ نُورِهِۦ كَمِشۡكَوٰةٖ فِيهَا مِصۡبَاحٌۖ اِ۬لۡمِصۡبَاحُ فِي زُجَاجَةٍۖ اِ۬لزُّجَاجَةُ كَأَنَّهَا كَوۡكَبٞ دِرِّيٓءٞ تَوَقَّدَ مِن شَجَرَةٖ مُّبَٰرَكَةٖ زَيۡتُونَةٖ لَّا شَرۡقِيَّةٖ وَلَا غَرۡبِيَّةٖ يَكَادُ زَيۡتُهَا يُضِيٓءُ وَلَوۡ لَمۡ تَمۡسَسۡهُ نَارٞۚ نُّورٌ عَلَىٰ نُورٖۗ يَهۡدِي اِ۬للَّهُ لِنُورِهِۦ مَن يَشَآءُۚ وَيَضۡرِبُ اُ۬للَّهُ اُ۬لۡأَمۡثَٰلَ لِلنّ۪اسِۗ وَاَللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
        "number": 2823
      },
      "page": {
        "start": 354,
        "end": 356
      }
    },
    {
      "verse": {
        "text": "۞وَأَقۡسَمُواْ بِاللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِنۡ أَمَرۡتَهُمۡ لَيَخۡرُجُنَّۖ قُل لَّا تُقۡسِمُواْۖ طَاعَةٞ مَّعۡرُوفَةٌۚ إِنَّ اَ۬للَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
        "number": 2839
      },
      "page": {
        "start": 356,
        "end": 359
      }
    },
    {
      "verse": {
        "text": "تَبَارَكَ اَ۬لَّذِي نَزَّلَ اَ۬لۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا",
        "number": 2851
      },
      "page": {
        "start": 359,
        "end": 361
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞وَقَالَ اَ۬لَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا اَ۬لۡمَلَٰٓئِكَةُ أَوۡ نَر۪يٰ رَبَّنَاۗ لَقَدِ اِ۪سۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا",
        "number": 2871
      },
      "page": {
        "start": 362,
        "end": 364
      }
    },
    {
      "verse": {
        "text": "۞وَهۡوَ اَ۬لَّذِي مَرَجَ اَ۬لۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا",
        "number": 2903
      },
      "page": {
        "start": 364,
        "end": 366
      }
    },
    {
      "verse": {
        "text": "طسٓمٓۚ تِلۡكَ ءَايَٰتُ اُ۬لۡكِتَٰبِ اِ۬لۡمُبِينِ",
        "number": 2928
      },
      "page": {
        "start": 367,
        "end": 369
      }
    },
    {
      "verse": {
        "text": "۞وَأَوۡحَيۡنَآ إِلَىٰ مُوسۭيٰٓ أَنۡ أَسۡرِ بِعِبَادِيٓ إِنَّكُم مُّتَّبَعُونَ",
        "number": 2979
      },
      "page": {
        "start": 369,
        "end": 371
      }
    },
    {
      "verse": {
        "text": "۞قَالُوٓاْ أَنُؤۡمِنُ لَكَ وَاَتَّبَعَكَ اَ۬لۡأَرۡذَلُونَ",
        "number": 3038
      },
      "page": {
        "start": 371,
        "end": 374
      }
    },
    {
      "verse": {
        "text": "أَوۡفُواْ اُ۬لۡكَيۡلَ وَلَا تَكُونُواْ مِنَ اَ۬لۡمُخۡسِرِينَ",
        "number": 3108
      },
      "page": {
        "start": 374,
        "end": 376
      }
    },
    {
      "verse": {
        "text": "طسٓۚ تِلۡكَ ءَايَٰتُ اُ۬لۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ",
        "number": 3155
      },
      "page": {
        "start": 377,
        "end": 379
      }
    },
    {
      "verse": {
        "text": "۞قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ اَ۬لۡكَٰذِبِينَ",
        "number": 3181
      },
      "page": {
        "start": 379,
        "end": 381
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ",
        "number": 3212
      },
      "page": {
        "start": 382,
        "end": 384
      }
    },
    {
      "verse": {
        "text": "۞وَإِذَا وَقَعَ اَ۬لۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ اَ۬لۡأَرۡضِ تُكَلِّمُهُمۡۚ إِنَّ اَ۬لنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ",
        "number": 3238
      },
      "page": {
        "start": 384,
        "end": 386
      }
    },
    {
      "verse": {
        "text": "۞وَحَرَّمۡنَا عَلَيۡهِ اِ۬لۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ",
        "number": 3260
      },
      "page": {
        "start": 386,
        "end": 388
      }
    },
    {
      "verse": {
        "text": "۞فَلَمَّا قَضَىٰ مُوسَى اَ۬لۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ اِ۬لطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ اِ۟مۡكُثُوٓاْ إِنِّيَ ءَانَسۡتُ نَارٗا لَّعَلِّيَ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جِذۡوَةٖ مِّنَ اَ۬لنّ۪ارِ لَعَلَّكُمۡ تَصۡطَلُونَ",
        "number": 3278
      },
      "page": {
        "start": 389,
        "end": 391
      }
    },
    {
      "verse": {
        "text": "۞وَلَقَدۡ وَصَّلۡنَا لَهُمُ اُ۬لۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
        "number": 3300
      },
      "page": {
        "start": 392,
        "end": 394
      }
    },
    {
      "verse": {
        "text": "۞إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسۭيٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ اَ۬لۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِالۡعُصۡبَةِ أُوْلِي اِ۬لۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ اَ۬للَّهَ لَا يُحِبُّ اُ۬لۡفَرِحِينَ",
        "number": 3325
      },
      "page": {
        "start": 394,
        "end": 396
      }
    },
    {
      "verse": {
        "text": "الٓمٓۚ أَحَسِبَ اَ۬لنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ",
        "number": 3338
      },
      "page": {
        "start": 396,
        "end": 399
      }
    },
    {
      "verse": {
        "text": "فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيَۖ إِنَّهُۥ هُوَ اَ۬لۡعَزِيزُ اُ۬لۡحَكِيمُ",
        "number": 3362
      },
      "page": {
        "start": 399,
        "end": 401
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞وَلَا تُجَٰدِلُوٓاْ أَهۡلَ اَ۬لۡكِتَٰبِ إِلَّا بِالَّتِي هِيَ أَحۡسَنُ إِلَّا اَ۬لَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِالَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
        "number": 3383
      },
      "page": {
        "start": 402,
        "end": 404
      }
    },
    {
      "verse": {
        "text": "الٓمٓۚ غُلِبَتِ اِ۬لرُّومُ",
        "number": 3407
      },
      "page": {
        "start": 404,
        "end": 407
      }
    },
    {
      "verse": {
        "text": "۞مُنِيبِينَ إِلَيۡهِ وَاَتَّقُوهُ وَأَقِيمُواْ اُ۬لصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ اَ۬لۡمُشۡرِكِينَ",
        "number": 3436
      },
      "page": {
        "start": 407,
        "end": 410
      }
    },
    {
      "verse": {
        "text": "۞اَ۬للَّهُ اُ۬لَّذِي خَلَقَكُم مِّن ضُعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضُعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضُعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۖ وَهۡوَ اَ۬لۡعَلِيمُ اُ۬لۡقَدِيرُ",
        "number": 3459
      },
      "page": {
        "start": 410,
        "end": 413
      }
    },
    {
      "verse": {
        "text": "۞وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى اَ۬للَّهِ وَهۡوَ مُحۡسِنٞ فَقَدِ اِ۪سۡتَمۡسَكَ بِالۡعُرۡوَةِ اِ۬لۡوُثۡقۭيٰۗ وَإِلَى اَ۬للَّهِ عَٰقِبَةُ اُ۬لۡأُمُورِ",
        "number": 3487
      },
      "page": {
        "start": 413,
        "end": 415
      }
    },
    {
      "verse": {
        "text": "قُلۡ يَتَوَفَّىٰكُم مَّلَكُ اُ۬لۡمَوۡتِ اِ۬لَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ",
        "number": 3510
      },
      "page": {
        "start": 415,
        "end": 417
      }
    },
    {
      "verse": {
        "text": "يَٰٓأَيُّهَا اَ۬لنَّبِيُّ اُ۪تَّقِ اِ۬للَّهَ وَلَا تُطِعِ اِ۬لۡكٰ۪فِرِينَ وَاَلۡمُنَٰفِقِينَۚ إِنَّ اَ۬للَّهَ كَانَ عَلِيمًا حَكِيمٗا",
        "number": 3530
      },
      "page": {
        "start": 418,
        "end": 420
      }
    },
    {
      "verse": {
        "text": "۞قَدۡ يَعۡلَمُ اُ۬للَّهُ اُ۬لۡمُعَوِّقِينَ مِنكُمۡ وَاَلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ اَ۬لۡبَأۡسَ إِلَّا قَلِيلًا",
        "number": 3547
      },
      "page": {
        "start": 420,
        "end": 421
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا",
        "number": 3560
      },
      "page": {
        "start": 422,
        "end": 424
      }
    },
    {
      "verse": {
        "text": "تُرۡجِئُ مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ اِ۪بۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَاَللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ اَ۬للَّهُ عَلِيمًا حَلِيمٗا",
        "number": 3580
      },
      "page": {
        "start": 425,
        "end": 426
      }
    },
    {
      "verse": {
        "text": "۞لَّئِن لَّمۡ يَنتَهِ اِ۬لۡمُنَٰفِقُونَ وَاَلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَاَلۡمُرۡجِفُونَ فِي اِ۬لۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا",
        "number": 3589
      },
      "page": {
        "start": 426,
        "end": 429
      }
    },
    {
      "verse": {
        "text": "وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَاَلطَّيۡرَۖ وَأَلَنَّا لَهُ اُ۬لۡحَدِيدَ",
        "number": 3612
      },
      "page": {
        "start": 429,
        "end": 431
      }
    },
    {
      "verse": {
        "text": "۞قُلۡ مَن يَرۡزُقُكُم مِّنَ اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِۖ قُلِ اِ۬للَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ",
        "number": 3626
      },
      "page": {
        "start": 431,
        "end": 433
      }
    },
    {
      "verse": {
        "text": "۞قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ",
        "number": 3648
      },
      "page": {
        "start": 433,
        "end": 436
      }
    },
    {
      "verse": {
        "text": "۞يَٰٓأَيُّهَا اَ۬لنَّاسُ أَنتُمُ اُ۬لۡفُقَرَآءُ اِ۪لَى اَ۬للَّهِۖ وَاَللَّهُ هُوَ اَ۬لۡغَنِيُّ اُ۬لۡحَمِيدُ",
        "number": 3671
      },
      "page": {
        "start": 436,
        "end": 439
      }
    },
    {
      "verse": {
        "text": "إِنَّ اَ۬للَّهَ يُمۡسِكُ اُ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
        "number": 3697
      },
      "page": {
        "start": 439,
        "end": 441
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ اَ۬لسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
        "number": 3728
      },
      "page": {
        "start": 442,
        "end": 444
      }
    },
    {
      "verse": {
        "text": "۞أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ اُ۬لشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
        "number": 3760
      },
      "page": {
        "start": 444,
        "end": 446
      }
    },
    {
      "verse": {
        "text": "۞اَ۟حۡشُرُواْ اُ۬لَّذِينَ ظَلَمُواْ وَأَزۡوَٰجَهُمۡ وَمَا كَانُواْ يَعۡبُدُونَ",
        "number": 3805
      },
      "page": {
        "start": 446,
        "end": 449
      }
    },
    {
      "verse": {
        "text": "۞وَإِنَّ مِن شِيعَتِهِۦ لَإِبۡرَٰهِيمَ",
        "number": 3866
      },
      "page": {
        "start": 449,
        "end": 451
      }
    },
    {
      "verse": {
        "text": "فَنَبَذۡنَٰهُ بِالۡعَرَآءِ وَهۡوَ سَقِيمٞ",
        "number": 3928
      },
      "page": {
        "start": 451,
        "end": 454
      }
    },
    {
      "verse": {
        "text": "۞وَهَلۡ أَتَىٰكَ نَبَؤُاْ اُ۬لۡخَصۡمِ إِذ تَّسَوَّرُواْ اُ۬لۡمِحۡرَابَ",
        "number": 3985
      },
      "page": {
        "start": 454,
        "end": 456
      }
    },
    {
      "verse": {
        "text": "۞وَعِندَهُمۡ قَٰصِرَٰتُ اُ۬لطَّرۡفِ أَتۡرَابٌ",
        "number": 4016
      },
      "page": {
        "start": 456,
        "end": 459
      }
    },
    {
      "verse": {
        "text": "۞وَإِذَا مَسَّ اَ۬لۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيَضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ اِ۬لنّ۪ارِ",
        "number": 4060
      },
      "page": {
        "start": 459,
        "end": 461
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى اَ۬للَّهِ وَكَذَّبَ بِالصِّدۡقِ إِذ جَّآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكٰ۪فِرِينَ",
        "number": 4082
      },
      "page": {
        "start": 462,
        "end": 464
      }
    },
    {
      "verse": {
        "text": "۞قُلۡ يَٰعِبَادِي اِ۬لَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنِطُواْ مِن رَّحۡمَةِ اِ۬للَّهِۚ إِنَّ اَ۬للَّهَ يَغۡفِرُ اُ۬لذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ اَ۬لۡغَفُورُ اُ۬لرَّحِيمُ",
        "number": 4101
      },
      "page": {
        "start": 464,
        "end": 467
      }
    },
    {
      "verse": {
        "text": "حۭمٓۚ تَنزِيلُ اُ۬لۡكِتَٰبِ مِنَ اَ۬للَّهِ اِ۬لۡعَزِيزِ اِ۬لۡعَلِيمِ",
        "number": 4124
      },
      "page": {
        "start": 467,
        "end": 469
      }
    },
    {
      "verse": {
        "text": "۞أَوَلَمۡ يَسِيرُواْ فِي اِ۬لۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ اُ۬لَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي اِ۬لۡأَرۡضِ فَأَخَذَهُمُ اُ۬للَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ اَ۬للَّهِ مِن وَاقٖ",
        "number": 4144
      },
      "page": {
        "start": 469,
        "end": 471
      }
    },
    {
      "verse": {
        "text": "۞وَيَٰقَوۡمِ مَا لِيَ أَدۡعُوكُمۡ إِلَى اَ۬لنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى اَ۬لنّ۪ارِ",
        "number": 4164
      },
      "page": {
        "start": 472,
        "end": 474
      }
    },
    {
      "verse": {
        "text": "۞قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ اَ۬لَّذِينَ تَدۡعُونَ مِن دُونِ اِ۬للَّهِ لَمَّا جَآءَنِيَ اَ۬لۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ اِ۬لۡعَٰلَمِينَ",
        "number": 4189
      },
      "page": {
        "start": 474,
        "end": 477
      }
    },
    {
      "verse": {
        "text": "۞قُلۡ أَٰى۪نَّكُمۡ لَتَكۡفُرُونَ بِالَّذِي خَلَقَ اَ۬لۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ اُ۬لۡعَٰلَمِينَ",
        "number": 4215
      },
      "page": {
        "start": 477,
        "end": 479
      }
    },
    {
      "verse": {
        "text": "۞وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمِ اِ۬لۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ اَ۬لۡجِنِّ وَاَلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ",
        "number": 4231
      },
      "page": {
        "start": 479,
        "end": 481
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞إِلَيۡهِ يُرَدُّ عِلۡمُ اُ۬لسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثۭيٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَامِنَّا مِن شَهِيدٖ",
        "number": 4253
      },
      "page": {
        "start": 482,
        "end": 484
      }
    },
    {
      "verse": {
        "text": "۞شَرَعَ لَكُم مِّنَ اَ۬لدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَاَلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسۭيٰ وَعِيسۭيٰٓ أَنۡ أَقِيمُواْ اُ۬لدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى اَ۬لۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ اِ۬للَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ",
        "number": 4271
      },
      "page": {
        "start": 484,
        "end": 486
      }
    },
    {
      "verse": {
        "text": "وَلَوۡ بَسَطَ اَ۬للَّهُ اُ۬لرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي اِ۬لۡأَرۡضِ وَلَٰكِن يُنزِلُ بِقَدَرٖ مَّا يَشَآءُۚ اِ۪نَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ",
        "number": 4285
      },
      "page": {
        "start": 486,
        "end": 488
      }
    },
    {
      "verse": {
        "text": "۞وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ اُ۬للَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ اِ۪نَّهُۥ عَلِيٌّ حَكِيمٞ",
        "number": 4308
      },
      "page": {
        "start": 488,
        "end": 491
      }
    },
    {
      "verse": {
        "text": "۞قُلۡ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
        "number": 4333
      },
      "page": {
        "start": 491,
        "end": 493
      }
    },
    {
      "verse": {
        "text": "وَلَمَّا ضُرِبَ اَ۪بۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ",
        "number": 4367
      },
      "page": {
        "start": 493,
        "end": 496
      }
    },
    {
      "verse": {
        "text": "وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ",
        "number": 4415
      },
      "page": {
        "start": 496,
        "end": 499
      }
    },
    {
      "verse": {
        "text": "اِ۬للَّهُ اُ۬لَّذِي سَخَّرَ لَكُمُ اُ۬لۡبَحۡرَ لِتَجۡرِيَ اَ۬لۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
        "number": 4466
      },
      "page": {
        "start": 499,
        "end": 502
      }
    }
  ],
  [
    {
      "verse": {
        "text": "حۭمٓۚ تَنزِيلُ اُ۬لۡكِتَٰبِ مِنَ اَ۬للَّهِ اِ۬لۡعَزِيزِ اِ۬لۡحَكِيمِ",
        "number": 4492
      },
      "page": {
        "start": 502,
        "end": 504
      }
    },
    {
      "verse": {
        "text": "۞وَاَذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِالۡأَحۡقَافِ وَقَدۡ خَلَتِ اِ۬لنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا اَ۬للَّهَ إِنِّيَ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
        "number": 4511
      },
      "page": {
        "start": 505,
        "end": 507
      }
    },
    {
      "verse": {
        "text": "۞أَفَلَمۡ يَسِيرُواْ فِي اِ۬لۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ اُ۬لَّذِينَ مِن قَبۡلِهِمۡۚ دَمَّرَ اَ۬للَّهُ عَلَيۡهِمۡۚ وَلِلۡكٰ۪فِرِينَ أَمۡثَٰلُهَا",
        "number": 4536
      },
      "page": {
        "start": 507,
        "end": 510
      }
    },
    {
      "verse": {
        "text": "۞يَٰٓأَيُّهَا اَ۬لَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ اُ۬للَّهَ وَأَطِيعُواْ اُ۬لرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ",
        "number": 4559
      },
      "page": {
        "start": 510,
        "end": 513
      }
    },
    {
      "verse": {
        "text": "۞لَّقَدۡ رَضِيَ اَ۬للَّهُ عَنِ اِ۬لۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ اَ۬لشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ اَ۬لسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا",
        "number": 4582
      },
      "page": {
        "start": 513,
        "end": 515
      }
    },
    {
      "verse": {
        "text": "يَٰٓأَيُّهَا اَ۬لَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ اِ۬للَّهِ وَرَسُولِهِۦۖ وَاَتَّقُواْ اُ۬للَّهَۚ إِنَّ اَ۬للَّهَ سَمِيعٌ عَلِيمٞ",
        "number": 4594
      },
      "page": {
        "start": 515,
        "end": 517
      }
    },
    {
      "verse": {
        "text": "۞قَالَتِ اِ۬لۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ اِ۬لۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ اُ۬للَّهَ وَرَسُولَهُۥ لَا يَـٔۡلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٌ",
        "number": 4607
      },
      "page": {
        "start": 517,
        "end": 519
      }
    },
    {
      "verse": {
        "text": "۞قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۢ بَعِيدٖ",
        "number": 4638
      },
      "page": {
        "start": 519,
        "end": 521
      }
    }
  ],
  [
    {
      "verse": {
        "text": "۞قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا اَ۬لۡمُرۡسَلُونَ",
        "number": 4687
      },
      "page": {
        "start": 522,
        "end": 524
      }
    },
    {
      "verse": {
        "text": "وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ",
        "number": 4738
      },
      "page": {
        "start": 524,
        "end": 526
      }
    },
    {
      "verse": {
        "text": "۞وَكَم مِّن مَّلَكٖ فِي اِ۬لسَّمَٰوَٰتِ لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ اَ۬للَّهُ لِمَن يَشَآءُ وَيَرۡضۭيٰٓ",
        "number": 4789
      },
      "page": {
        "start": 526,
        "end": 529
      }
    },
    {
      "verse": {
        "text": "۞كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ فَكَذَّبُواْ عَبۡدَنَا وَقَالُواْ مَجۡنُونٞ وَاَزۡدُجِرَ",
        "number": 4833
      },
      "page": {
        "start": 529,
        "end": 531
      }
    },
    {
      "verse": {
        "text": "اِ۬لرَّحۡمَٰنُ عَلَّمَ اَ۬لۡقُرۡءَانَ",
        "number": 4880
      },
      "page": {
        "start": 531,
        "end": 534
      }
    },
    {
      "verse": {
        "text": "إِذَا وَقَعَتِ اِ۬لۡوَاقِعَةُ",
        "number": 4957
      },
      "page": {
        "start": 534,
        "end": 536
      }
    },
    {
      "verse": {
        "text": "۞فَلَآ أُقۡسِمُ بِمَوَٰقِعِ اِ۬لنُّجُومِ",
        "number": 5034
      },
      "page": {
        "start": 536,
        "end": 539
      }
    },
    {
      "verse": {
        "text": "۞أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ اِ۬للَّهِ وَمَا نَزَّلَ مِنَ اَ۬لۡحَقِّ وَلَا يَكُونُواْ كَاَلَّذِينَ أُوتُواْ اُ۬لۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمِ اِ۬لۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
        "number": 5070
      },
      "page": {
        "start": 539,
        "end": 541
      }
    }
  ],
  [
    {
      "verse": {
        "text": "قَد سَّمِعَ اَ۬للَّهُ قَوۡلَ اَ۬لَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى اَ۬للَّهِ وَاَللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ اَ۬للَّهَ سَمِيعُۢ بَصِيرٌ",
        "number": 5084
      },
      "page": {
        "start": 542,
        "end": 544
      }
    },
    {
      "verse": {
        "text": "۞أَلَمۡ تَرَ إِلَى اَ۬لَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ اَ۬للَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى اَ۬لۡكَذِبِ وَهُمۡ يَعۡلَمُونَ",
        "number": 5097
      },
      "page": {
        "start": 544,
        "end": 547
      }
    },
    {
      "verse": {
        "text": "۞أَلَمۡ تَرَ إِلَى اَ۬لَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمِ اِ۬لَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ اِ۬لۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَاَللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ",
        "number": 5116
      },
      "page": {
        "start": 547,
        "end": 550
      }
    },
    {
      "verse": {
        "text": "۞عَسَى اَ۬للَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ اَ۬لَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَاَللَّهُ قَدِيرٞۚ وَاَللَّهُ غَفُورٞ رَّحِيمٞ",
        "number": 5136
      },
      "page": {
        "start": 550,
        "end": 552
      }
    },
    {
      "verse": {
        "text": "يُسَبِّحُ لِلَّهِ مَا فِي اِ۬لسَّمَٰوَٰتِ وَمَا فِي اِ۬لۡأَرۡضِ اِ۬لۡمَلِكِ اِ۬لۡقُدُّوسِ اِ۬لۡعَزِيزِ اِ۬لۡحَكِيمِ",
        "number": 5157
      },
      "page": {
        "start": 553,
        "end": 554
      }
    },
    {
      "verse": {
        "text": "وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشۡبٞ مُّسَنَّدَةٞۖ يَحۡسِبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ اُ۬لۡعَدُوُّ فَاَحۡذَرۡهُمۡۚ قَٰتَلَهُمُ اُ۬للَّهُۖ أَنّۭيٰ يُؤۡفَكُونَ",
        "number": 5171
      },
      "page": {
        "start": 554,
        "end": 557
      }
    },
    {
      "verse": {
        "text": "يَٰٓأَيُّهَا اَ۬لنَّبِيُّ إِذَا طَلَّقۡتُمُ اُ۬لنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ اُ۬لۡعِدَّةَۖ وَاَتَّقُواْ اُ۬للَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ اُ۬للَّهِۚ وَمَن يَتَعَدَّ حُدُودَ اَ۬للَّهِ فَقَد ظَّلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ اَ۬للَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا",
        "number": 5197
      },
      "page": {
        "start": 558,
        "end": 559
      }
    },
    {
      "verse": {
        "text": "يَٰٓأَيُّهَا اَ۬لنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ اَ۬للَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَاَللَّهُ غَفُورٞ رَّحِيمٞ",
        "number": 5209
      },
      "page": {
        "start": 560,
        "end": 561
      }
    }
  ],
  [
    {
      "verse": {
        "text": "تَبَٰرَكَ اَ۬لَّذِي بِيَدِهِ اِ۬لۡمُلۡكُ وَهۡوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
        "number": 5221
      },
      "page": {
        "start": 562,
        "end": 564
      }
    },
    {
      "verse": {
        "text": "نٓۚ وَاَلۡقَلَمِ وَمَا يَسۡطُرُونَ",
        "number": 5252
      },
      "page": {
        "start": 564,
        "end": 566
      }
    },
    {
      "verse": {
        "text": "اِ۬لۡحَآقَّةُ مَا اَ۬لۡحَآقَّةُ",
        "number": 5304
      },
      "page": {
        "start": 566,
        "end": 569
      }
    },
    {
      "verse": {
        "text": "إِنَّ اَ۬لۡإِنسَٰنَ خُلِقَ هَلُوعًا",
        "number": 5374
      },
      "page": {
        "start": 569,
        "end": 571
      }
    },
    {
      "verse": {
        "text": "قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ اُ۪سۡتَمَعَ نَفَرٞ مِّنَ اَ۬لۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا",
        "number": 5430
      },
      "page": {
        "start": 572,
        "end": 574
      }
    },
    {
      "verse": {
        "text": "إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ اِ۬لَّيۡلِ وَنِصۡفِهِۦ وَثُلُثِهِۦ وَطَآئِفَةٞ مِّنَ اَ۬لَّذِينَ مَعَكَۚ وَاَللَّهُ يُقَدِّرُ اُ۬لَّيۡلَ وَاَلنَّهَارَۚ عَلِمَ أَلَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَاَقۡرَءُواْ مَا تَيَسَّرَ مِنَ اَ۬لۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضۭيٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي اِ۬لۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ اِ۬للَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ اِ۬للَّهِۖ فَاَقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ اُ۬لصَّلَوٰةَ وَءَاتُواْ اُ۬لزَّكَوٰةَ وَأَقۡرِضُواْ اُ۬للَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ اَ۬للَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَاَسۡتَغۡفِرُواْ اُ۬للَّهَۚ إِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمُۢ",
        "number": 5477
      },
      "page": {
        "start": 575,
        "end": 577
      }
    },
    {
      "verse": {
        "text": "لَآ أُقۡسِمُ بِيَوۡمِ اِ۬لۡقِيَٰمَةِ",
        "number": 5534
      },
      "page": {
        "start": 577,
        "end": 579
      }
    },
    {
      "verse": {
        "text": "۞وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا",
        "number": 5591
      },
      "page": {
        "start": 579,
        "end": 581
      }
    }
  ],
  [
    {
      "verse": {
        "text": "عَمَّ يَتَسَآءَلُونَ",
        "number": 5654
      },
      "page": {
        "start": 582,
        "end": 584
      }
    },
    {
      "verse": {
        "text": "عَبَسَ وَتَوَلّۭيٰٓ",
        "number": 5739
      },
      "page": {
        "start": 585,
        "end": 586
      }
    },
    {
      "verse": {
        "text": "إِذَا اَ۬لسَّمَآءُ اُ۪نفَطَرَتۡ",
        "number": 5810
      },
      "page": {
        "start": 587,
        "end": 589
      }
    },
    {
      "verse": {
        "text": "إِذَا اَ۬لسَّمَآءُ اُ۪نشَقَّتۡ",
        "number": 5865
      },
      "page": {
        "start": 589,
        "end": 591
      }
    },
    {
      "verse": {
        "text": "سَبِّحِ اِ۪سۡمَ رَبِّكَ اَ۬لۡأَعۡلَى",
        "number": 5928
      },
      "page": {
        "start": 591,
        "end": 594
      }
    },
    {
      "verse": {
        "text": "لَآ أُقۡسِمُ بِهَٰذَا اَ۬لۡبَلَدِ",
        "number": 6005
      },
      "page": {
        "start": 594,
        "end": 596
      }
    },
    {
      "verse": {
        "text": "أَلَمۡ نَشۡرَحۡ لَكَ صَدۡرَكَ",
        "number": 6073
      },
      "page": {
        "start": 596,
        "end": 599
      }
    },
    {
      "verse": {
        "text": "۞أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي اِ۬لۡقُبُورِ",
        "number": 6138
      },
      "page": {
        "start": 599,
        "end": 604
      }
    }
  ]
]